tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "supabase/tap"
tap "timescale/tap"
brew "autoconf"
brew "boost"
brew "avrdude"
brew "bash-language-server"
brew "bat"
brew "glib"
brew "cairo"
brew "cmake"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "libtiff"
brew "exercism"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "glow"
brew "harfbuzz"
brew "httpie"
brew "lazygit"
brew "libarchive"
brew "libpq"
brew "libraqm"
brew "llm"
brew "llvm"
brew "lua-language-server"
brew "mise"
brew "mongosh"
brew "neovim"
brew "webp"
brew "pillow"
brew "pnpm"
brew "poppler"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "websocat"
brew "yarn"
brew "morantron/tmux-fingers/tmux-fingers"
brew "qmk/qmk/qmk"
brew "supabase/tap/supabase"
brew "timescale/tap/timescaledb"
brew "timescale/tap/timescaledb-toolkit"
cask "aerospace"
cask "amethyst"
cask "bitwarden"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "firefox"
cask "ghostty"
cask "inkscape"
cask "keycastr"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "postico"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "spotify"
cask "tunnelbear"
cask "utm"
cask "zen"
cask "zoom"
cask "obsidian"
brew "watchexec"
